-- INSERT into signs (name, login, password) VALUES
--     ('Hakim','pirovhakim37@gmail.com','736a616b66736c6b616632336a3231333132336b6a6b6c6b6a6cecb252044b5ea0f679ee78ec1a12904739e2904d');

drop table employees;
drop table docxes;
select * from docxes;;
insert into docxes(file_name, positions) VALUES
                                                ('files/about.docx','ОБ ИНСТИТУТЕ'),
                                                ('files/УЧЕНЫЙ СОВЕТ.docx','УЧЕНЫЙ СОВЕТ'),
                                                ('files/БУКЛЕТ.docx','БУКЛЕТ'),
                                                ('files/ОБРАТНАЯ СВЯЗЬ.docx','ОБРАТНАЯ СВЯЗЬ'),
                                                ('files/ДЕЙСТВУЮЩИЕ СОВЕТЫ.docx','ДЕЙСТВУЮЩИЕ СОВЕТЫ'),
                                                ('files/АРХИВ.docx','АРХИВ'),
                                                ('files/ОТДЕЛ ТЕОРИИ ЧИСЕЛ,АЛГЕБРЫ И ТОПОЛОГИИ.docx','ОТДЕЛ ТЕОРИИ ЧИСЕЛ,АЛГЕБРЫ И ТОПОЛОГИИ'),
                                                ('files/ОТДЕЛ ДИФФЕРЕНЦИАЛЬНЫХ УРАВНЕНИЙ.docx','ОТДЕЛ ДИФФЕРЕНЦИАЛЬНЫХ УРАВНЕНИЙ'),
                                                ('files/ОТДЕЛ ТЕОРИЯ ФУНКЦИЙ И ФУНКЦИОНАЛЬНОГО АНАЛИЗА.docx','ОТДЕЛ ТЕОРИЯ ФУНКЦИЙ И ФУНКЦИОНАЛЬНОГО АНАЛИЗА'),
                                                ('files/ОТДЕЛ ПРИКЛАДНОЙ МАТЕМАТИКИ И МЕХАНИКИ.docx','ОТДЕЛ ПРИКЛАДНОЙ МАТЕМАТИКИ И МЕХАНИКИ'),
                                                ('files/ОБЩЕИНСТИТУТСКИЙ СЕМИНАР.docx','ОБЩЕИНСТИТУТСКИЙ СЕМИНАР'),
                                                ('files/СЕМИНАРЫ ИМ АН РТ.docx','СЕМИНАРЫ ИМ АН РТ'),
                                                ('files/НОВОСТИ.docx','НОВОСТИ'),
                                                ('files/МАТЕРИАЛЫ КОНФЕРЕНЦИЙ.docx','МАТЕРИАЛЫ КОНФЕРЕНЦИЙ'),
                                                ('files/ДОКЛАДЫ АН РТ.docx','ДОКЛАДЫ АН РТ'),
                                                ('files/ДОКЛАДЫ АН РТ.docx','ДОКЛАДЫ АН РТ'),
                                                ('files/ИЗВЕСТИЯ АН РТ.docx','ИЗВЕСТИЯ АН РТ');


